{
  "max_seq_len": 32,
  "min_freq": 1,
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "my": 4,
    "the": 5,
    "of": 6,
    "shares": 7,
    "stock": 8,
    "for": 9,
    "order": 10,
    "price": 11,
    "i": 12,
    "me": 13,
    "units": 14,
    "now": 15,
    "in": 16,
    "to": 17,
    "is": 18,
    "position": 19,
    "sell": 20,
    "a": 21,
    "buy": 22,
    "current": 23,
    "at": 24,
    "this": 25,
    "all": 26,
    "do": 27,
    "what": 28,
    "alert": 29,
    "right": 30,
    "want": 31,
    "trade": 32,
    "and": 33,
    "when": 34,
    "market": 35,
    "on": 36,
    "not": 37,
    "cancel": 38,
    "get": 39,
    "hold": 40,
    "bank": 41,
    "account": 42,
    "how": 43,
    "immediately": 44,
    "200": 45,
    "holdings": 46,
    "it": 47,
    "trading": 48,
    "show": 49,
    "set": 50,
    "portfolio": 51,
    "today": 52,
    "keep": 53,
    "pending": 54,
    "aapl": 55,
    "positions": 56,
    "trades": 57,
    "much": 58,
    "if": 59,
    "xyz": 60,
    "tsla": 61,
    "msft": 62,
    "goog": 63,
    "reliance": 64,
    "amzn": 65,
    "nifty": 66,
    "meta": 67,
    "netflix": 68,
    "hdfc": 69,
    "infy": 70,
    "with": 71,
    "wipro": 72,
    "tcs": 73,
    "banknifty": 74,
    "tata": 75,
    "motors": 76,
    "bajaj": 77,
    "adani": 78,
    "icici": 79,
    "tesla": 80,
    "nvidia": 81,
    "zomato": 82,
    "paytm": 83,
    "exit": 84,
    "rid": 85,
    "out": 86,
    "no": 87,
    "open": 88,
    "notify": 89,
    "purchase": 90,
    "execute": 91,
    "long": 92,
    "some": 93,
    "sensex": 94,
    "amd": 95,
    "remove": 96,
    "from": 97,
    "stocks": 98,
    "just": 99,
    "wait": 100,
    "stop": 101,
    "check": 102,
    "live": 103,
    "give": 104,
    "notification": 105,
    "100": 106,
    "500": 107,
    "up": 108,
    "take": 109,
    "300": 110,
    "close": 111,
    "maintain": 112,
    "am": 113,
    "share": 114,
    "value": 115,
    "profit": 116,
    "reaches": 117,
    "dollars": 118,
    "trigger": 119,
    "hits": 120,
    "level": 121,
    "50": 122,
    "acquire": 123,
    "place": 124,
    "150": 125,
    "go": 126,
    "120": 127,
    "250": 128,
    "dump": 129,
    "liquidate": 130,
    "entire": 131,
    "holding": 132,
    "off": 133,
    "clear": 134,
    "stay": 135,
    "retain": 136,
    "or": 137,
    "time": 138,
    "placed": 139,
    "back": 140,
    "please": 141,
    "rate": 142,
    "display": 143,
    "summary": 144,
    "loss": 145,
    "overall": 146,
    "drops": 147,
    "below": 148,
    "crosses": 149,
    "send": 150,
    "goes": 151,
    "create": 152,
    "target": 153,
    "grab": 154,
    "10": 155,
    "30": 156,
    "invest": 157,
    "25": 158,
    "futures": 159,
    "75": 160,
    "pick": 161,
    "40": 162,
    "enter": 163,
    "60": 164,
    "put": 165,
    "80": 166,
    "90": 167,
    "45": 168,
    "55": 169,
    "110": 170,
    "into": 171,
    "company": 172,
    "equity": 173,
    "away": 174,
    "square": 175,
    "everything": 176,
    "unload": 177,
    "money": 178,
    "action": 179,
    "needed": 180,
    "sit": 181,
    "as": 182,
    "any": 183,
    "changes": 184,
    "abort": 185,
    "pull": 186,
    "before": 187,
    "changed": 188,
    "mind": 189,
    "request": 190,
    "tell": 191,
    "latest": 192,
    "quote": 193,
    "worth": 194,
    "real": 195,
    "total": 196,
    "list": 197,
    "active": 198,
    "investment": 199,
    "many": 200,
    "have": 201,
    "full": 202,
    "are": 203,
    "warn": 204,
    "falls": 205,
    "above": 206,
    "ping": 207,
    "600": 208,
    "an": 209,
    "1000": 210,
    "add": 211,
    "initiate": 212,
    "new": 213,
    "would": 214,
    "like": 215,
    "firm": 216,
    "offload": 217,
    "dispose": 218,
    "short": 219,
    "need": 220,
    "book": 221,
    "profits": 222,
    "cut": 223,
    "every": 224,
    "own": 225,
    "wipe": 226,
    "completely": 227,
    "flush": 228,
    "by": 229,
    "selling": 230,
    "touch": 231,
    "yet": 232,
    "continue": 233,
    "bit": 234,
    "longer": 235,
    "unchanged": 236,
    "tight": 237,
    "term": 238,
    "leave": 239,
    "intact": 240,
    "let": 241,
    "run": 242,
    "keeping": 243,
    "movement": 244,
    "targets": 245,
    "gold": 246,
    "make": 247,
    "recovery": 248,
    "nothing": 249,
    "existing": 250,
    "more": 251,
    "withdraw": 252,
    "limit": 253,
    "revoke": 254,
    "delete": 255,
    "queued": 256,
    "unfilled": 257,
    "terminate": 258,
    "discard": 259,
    "fills": 260,
    "kill": 261,
    "void": 262,
    "rescind": 263,
    "orders": 264,
    "queue": 265,
    "halt": 266,
    "invalidate": 267,
    "reject": 268,
    "erase": 269,
    "proceed": 270,
    "executes": 271,
    "undo": 272,
    "previous": 273,
    "fill": 274,
    "system": 275,
    "execution": 276,
    "does": 277,
    "cost": 278,
    "per": 279,
    "index": 280,
    "fetch": 281,
    "going": 282,
    "these": 283,
    "moment": 284,
    "security": 285,
    "where": 286,
    "currently": 287,
    "performing": 288,
    "making": 289,
    "status": 290,
    "net": 291,
    "pnl": 292,
    "invested": 293,
    "breakdown": 294,
    "unrealised": 295,
    "exposure": 296,
    "demat": 297,
    "margin": 298,
    "available": 299,
    "history": 300,
    "capital": 301,
    "deployed": 302,
    "equities": 303,
    "overview": 304,
    "balance": 305,
    "realised": 306,
    "week": 307,
    "state": 308,
    "tied": 309,
    "that": 310,
    "investments": 311,
    "performance": 312,
    "details": 313,
    "see": 314,
    "balances": 315,
    "400": 316,
    "2500": 317,
    "remind": 318,
    "190": 319,
    "22000": 320,
    "700": 321,
    "strike": 322,
    "1500": 323,
    "1800": 324,
    "beyond": 325,
    "4000": 326,
    "48000": 327,
    "800": 328,
    "8000": 329,
    "2000": 330,
    "1200": 331,
    "under": 332,
    "breakout": 333,
    "80000": 334,
    "900": 335,
    "point": 336,
    "rupees": 337,
    "bounces": 338,
    "watchlist": 339,
    "resistance": 340,
    "breaks": 341,
    "high": 342,
    "support": 343,
    "be": 344,
    "notified": 345,
    "moves": 346,
    "5": 347,
    "percent": 348,
    "entry": 349
  }
}